bracketpaircolordlw.bracket-pair-color-dlw
christian-kohler.path-intellisense
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
grapecity.gc-excelviewer
gruntfuggly.todo-tree
kevinrose.vsc-python-indent
kongtaoxing.json-len
marp-team.marp-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ja
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
saikou9901.evilinspector
shahilkumar.docxreader
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
steoates.autoimport
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
yzane.markdown-pdf
yzhang.markdown-all-in-one
